<?php
/**
 * Created by PhpStorm.
 * User: ironside
 * Date: 1/1/19
 * Time: 3:44 AM
 */

return [
    'account_ready' => 'تهانينا , حسابك جاهز',
    'mail_admin_title' => 'إنشاء حساب المسؤول -',
    'title_contact_us' => 'عزيزي/ة :full_name',
    'thank_you' => 'شكرا لك لتسجيلك في منصة مشعل للغة الانجليزية!',
    'appreciate_it' => 'نحن نقدر لك الاتصال بنا. لقد تلقينا رسالتك وسوف نرد في أقرب وقت ممكن.',
    'regards' => 'مع تحياتي,',
    'you_invited' => 'لقد تمت دعوتك لتكون مسؤولاً في :app_name',
    'click_here' => 'الرجاء النقر <a href=":link"> هنا </a> لإنشاء حسابك.',
    'create_account' => 'إنشاء حساب',
    'invited_subcopy' => 'إذا كنت تواجه مشكلة في النقر على الزر "إنشاء حساب" ، فانسخ عنوان URL أدناه والصقه
         في متصفح الويب الخاص بك:',
    'registered' => ' تم تسجيلك. ',
    'msg_to_check_your_mail' => 'تم إنشاء حسابك ، يرجى التحقق من البريد الوارد للحصول على مزيد من التعليمات.',
    'msg_already_active' => 'حسابك نشط بالفعل ، يرجى محاولة تسجيل الدخول.',
    'active_account' => 'الحساب نشط',
    'congratulations' => '<br/>تهانينا ، لقد تم تنشيط حسابك. يرجى تسجيل الدخول أدناه.',
    'success' => 'تم بالنجاح',
    'congrats_activated' => 'تهانينا ، لقد تم تنشيط حسابك بالنجاح.',
    'account_holder' => "<strong>تفاصيل صاحب الحساب</strong>",
    'full_name' => "الاسم بالكامل: :full_name ",
    'email' => "البريد الالكتروني: :email ",
    'password' => "كلمة المرور: (لن نرسل ذلك في رسالة بريد إلكتروني).",
    'signIn' => "تسجيل الدخول",

    // New

    'please_confirm' => 'يرجى تأكيد حسابك',
    'thank_you_for_register' => 'شكرا لتسجيلك في <strong>',
    'before_sign' => 'قبل أن تتمكن من تسجيل الدخول إلى حسابك. يرجى تأكيد عنوان البريد الإلكتروني الخاص بك.',
    'confirm_account' => 'تأكيد الحساب .',
    'please_check' => 'يرجى التحقق من البريد الوارد الخاص بك للبريد الإلكتروني مع التعليمات',
    'whoops' => 'للاسف!',
    'hello' => 'السلام عليكم!',
    'invited_subcopy_with' => 'إذا كنت تواجه مشكلة في النقر على الزر ":actionText" ، فانسخ عنوان URL أدناه والصقه
         في متصفح الويب الخاص بك:',
];
